[{"css_class":"red-style","heading": "We ideate", 
"image": "idea2.png", "tagline": "getting the requirements right, takes you half way to the solution",
"content": [{"title": "Understand your idea", 
"body": "Understanding your exact needs helps us to deliver the right thing, No unnecessary to and fros"},
{"title": "Empower your idea", 
"body": "With our experience we can add more cream and butter to your original idea"},
{"title": "Execution planning",
"body": "Your timelines, budget and priorities help us to make a proper plan of execution for your project"},
{"title": "Is your idea broken?",
"body": "When you face problems with your existing business model, we can pitch in, do market research on your behalf and then produce an idea, likable by all of us"}]
},

{"css_class":"orange-style","heading": "We design", 
"image": "design.png", 
"tagline": "bad design shouts and users leave, good design speaks and users listen, great design just sits there and user does the rest",
"content": [{"title": "Your taste is the definition", 
"body": "Colors - fonts - logo, we serve all of it to you in one plate as per your wish"},
{"title": "Your business’ users’ taste also matters", 
"body": "Based on your business model we figure out exact design needs of your users to make a good design"},
{"title": "Offline + Online", 
"body": "We design for you - Websites, mobile apps, PPTs, brochures, logos, stationery and what not"}]},

{"css_class":"blue-style","heading": "We build", 
"image": "tech.png", 
"tagline": "testing is the key to all software, it helps make unbreakable software", 
"content":[{"title": "The Front and The Back", 
"body": "We develop front face (HTML + mobile + responsive) as well as the backend server business logics"},
{"title": "Quality Assurance is our motto", 
"body": "We only deliver when quality is achieved. For that we do loads of Testing"},
{"title": "Scalable architecture", 
"body": "Think you will grow bigger than flipkart? No worries, we know how to handle ample of loads"},
{"title": "Cost effective", "body": "We build such a solution which has maximum ROI for your business"}]},

{"css_class":"green-style","heading": "We grow", 
"image": "megaphone.png", 
"tagline": "it is never the channel, but the strategy which gets you more and more customers", 
"content": [{"title": "Capturing new users", 
"body": "More customers only come when you reach to them. We help you reach to them digitally as well as locally"},
{"title": "Multi channel marketing", 
"body": "We target customer across multiple digital channels - SEO + Email campaigns + SMM (Facebook + Youtube and many more)"}, 
{"title": "Cost effective strategy", 
"body": "The sooner you know your customer, the faster and cheaper you can reach them. We are very nimble and switch strategies rapidly to give you maximum benefit"},
{"title": "Analysis is the key",
"body": "We keep you completely involved in the process by showing you in depth analysis of our marketing efforts"}]}]